Repository: coolstar/libhooker-configurator
Catalog: libhooker configurator/UI/*.lproj/Localizable.strings
Languages: fr

source: Apply
fr: Appliquer

source: Global Configuration
fr: Configuration globale

source: Allow tweaks in webpages
fr: Autoriser les tweaks dans les webpages

source: Tweak Compatibility
fr: Compatibilité des tweaks

source: Default Configuration
fr: Configuration par défaut

source: Reset Configuration
fr: Réinitialiser la configuration

source: Process Configuration
fr: Configuration des processus

source: Compatibility Mode
fr: Mode de compatibilité

source: Libhooker Default
fr: Libhooker (par défaut)

source: Substrate Compatibility
fr: Substrate (compatibilité)

source: Enabling substrate compatibility may allow some poorly written / outdated tweaks to work. However, this will increase memory usage.
fr: L'activation de la compatibilité avec Substrate peut permettre le fonctionnement de certains tweaks mal écrits ou désuets. En revanche, cela augmentera l'utilisation de la mémoire.

source: Enable Tweaks
fr: Activer les tweaks

source: Override Configuration
fr: Outrepasser la configuration

source: Allow
fr: Liste blanche

source: Deny
fr: Liste noire

source: Apply Changes
fr: Appliquer les modifications

source: Respring
fr: Relancer le SpringBoard

source: Reboot Userspace
fr: Redémarrez l'userspace

source: Cancel
fr: Annuler

source: Tweak configurations for all processes will be reset
fr: Les configurations des tweaks pour tous les processus seront réinitialisées.

source: Yes
fr: Oui

source: No
fr: Non

source: Required
fr: requis

source: An ldrestart
fr: Un ldrestart

source: A userspace reboot
fr: Un redémarrage de l'userspace

source: is required to apply changes
fr: est requis pour appliquer les modifications
